export const provinces = {
    'استان آذربایجان شرقی': ['تبریز', 'مراغه', 'میانه','اهر','مرند','شبستر','سراب',' شهر جدید تبریز','هریس','خوی'],
    'استان آذربایجان غربی': ['ارومیه', 'مهاباد', 'بوکان','پیرانشهر','سلماس','نقده','میاندوآب','خوی','ماکو','شاهین‌دژ'],
    'استان اردبیل': ['اردبیل', 'مشگین‌شهر', 'خلخال','بیله‌سوار','پارس‌آباد','نیر','اصلاندوز','کوثر','گِرمی'],
    'استان اصفهان': ['اصفهان', 'کاشان', 'نجف‌آباد','اردستان','شهرضا','لنجان','فلاورجان','مبارکه','خمینی‌شهر','نطنز'],
    'استان البرز': ['کرج', 'اشتهارد', 'فردیس','نظرآباد','طالقان','مشکین‌دشت','کمال‌شهر','اندیشه','امین‌آباد'],
    'استان ایلام': ['ایلام', 'دهلران', ' شیروان و چرداول','مهران','ایوان','دره‌شهر','بدره','آبدانان','سیروان'],
    'استان بوشهر': ['بوشهر', 'جم', ' دشتستانگ','دیر','دشتی','تنگستان','گناوه','کنگان','اهرم'],
    'استان تهران': ['تهران', 'کرج', ' شهریار','پاکدشت','ری','قدس','ملارد','ورامین',' رباط‌کریم','پردیس'],
    'استان چهارمحال و بختیاری': ['شهرکرد', 'بروجن', ' فارسان','لردگان','کوهرنگ','بن','سامان','شلمزار','فرخ‌شهر','کیار'],
    'استان خراسان جنوبی': ['بیرجند', 'قائنات', 'خوسف','درمیان','سرایان','نهبندان','طبس','سربیشه','درگز','سبزوار'],
    'استان گلستان': ['گرگان', ' گنبد کاووس', 'علی آباد کتول','کردکوی','آق قلا','بندر ترکمن','بندر گز','رامیان','کلاله','مینودشت','کاشمر','مراوه تپه','گالیکش','سرخنکلاته','نگین شهر','آزادشهر','گمیشان','فاضل آباد'],
    // Add more provinces and cities as needed
  };